[
  {
    "headline": "Zelenskyy fires Ukraine’s air force commander after deadly F-16 crash",
    "link": "https://www.aljazeera.com/news/2024/8/30/zelenskyy-fires-ukraines-air-force-commander-after-deadly-f-16-crash",
    "slug": "zelenskyyfiresukraines",
    "summary": "President Zelenskyy dismisses Mykola Oleshchuk, says country needs to ‘protect personnel’.",
    "body": "<p>Ukrainian President Volodymyr Zelenskyy has fired the commander of the country’s air force, four days after an F-16 warplane that Ukraine received from its Western partners crashed during a Russian bombardment and killed the pilot.\n\nThe order to dismiss Mykola Oleshchuk was published on the presidential website on Friday.\n\n“We need to protect people. Protect personnel. Take care of all our soldiers,” Zelenskyy said in an address minutes after the order was published. He said Ukraine needs to strengthen its army on the command level.\n\nAnatolii Kryvonozhko was appointed acting air force commander, the army’s general staff said.\n\nThe dismissal came on the same day that Oleshchuk directed scathing criticism at a lawmaker who is deputy head of the Ukrainian parliament’s defence committee for her claims that the F-16 was downed by a Patriot air-defense system. Ukraine has received an unspecified number of the US-made systems.\n\nMariana Bezuhla cited unnamed sources for her claim and demanded punishment for those responsible for the error.\n\nOleshchuk accused Bezuhla of defaming the air force and discrediting US arms manufacturers and said that he hoped she would face legal consequences for her claims.\n\n“The truth will win,” Bezuhla posted on X shortly after the dismissal order was published.\n\nThe air force did not directly deny that the F-16 was hit by a Patriot missile.\n\nUS experts have joined the Ukrainian investigation into the crash, the air force said.\n\nA US defence official told the Reuters news agency that the crash did not appear to be the result of Russian fire, and possible causes from pilot error to mechanical failure were still being investigated.\n\nF-16s are one of the weapons that could be used to hit Russian bases behind the front line.\n\nOleshchuk said on Telegram that “a detailed analysis” was already being conducted into why the F-16 jet went down Monday, when Russia launched a major missile and drone barrage at Ukraine.\n\n“We must carefully understand what happened, what the circumstances are, and whose responsibility it is,” Oleshchuk wrote in the post shortly before his dismissal.\n\nThe crash was the first reported loss of an F-16 in Ukraine, where the warplanes arrived at the end of last month. At least six are believed to have been delivered by European countries.\n\nMilitary analysts have said the planes will not be a game-changer in the war, given Russia’s massive air force and sophisticated air defence systems. But Ukrainian officials welcomed the supersonic jets, which can carry modern weapons used by NATO countries, for offering an opportunity to hit back at Russia’s air superiority.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/30/zelenskyy-fires-ukraines-air-force-commander-after-deadly-f-16-crash'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/2024-08-29T152134Z_1722346985_RC2W89AUHDV7_RTRMADP_3_UKRAINE-CRISIS-JET-CRASH-1725046964.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf419j00008ot7b96q9038"
  },
  {
    "headline": "Israel’s war on Gaza updates: Israelis leave bodies after Khan Younis exit",
    "link": "https://www.aljazeera.com/news/liveblog/2024/8/30/israels-war-on-gaza-live-who-says-polio-vaccination-to-start-on-sunday",
    "slug": "israelswaron",
    "summary": "This live page is now closed. You can continue to follow our coverage of the war in Gaza here.",
    "body": "<p>This live page is now closed. You can continue to follow our coverage of the war in Gaza here.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/liveblog/2024/8/30/israels-war-on-gaza-live-who-says-polio-vaccination-to-start-on-sunday'>Visit Al Jazeera</a></li></ul>",
    "author": "Usaid Siddiqui",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AFP__20240829__36EZ8ME__v2__HighRes__TopshotPalestinianIsraelConflict-1725009115.jpg?resize=570%2C380&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf43pk00018ot704qdeeb1"
  },
  {
    "headline": "Russia lashes out against ‘terrorist’ incursion in Kursk, pulls back planes",
    "link": "https://www.aljazeera.com/features/2024/8/29/russia-lashes-out-against-terrorist-incursion-in-kursk-pulls-back-planes",
    "slug": "russialashesout",
    "summary": "Russia redeploys air assets as Ukraine unveils its own long-range weapons and ballistic missiles.",
    "body": "<p>Ukraine’s deep strikes against Russian military targets and its three-week-old ground offensive inside Russian territory have appeared to be yielding military and political results during the past week.\n\nRussia was reported to be moving its aircraft back from airfields near the Ukrainian border while glide bomb attacks inside Ukraine were reported to have decreased. Evidence that Moscow was scrambling elite units from Ukraine to defend home turf also mounted during the week.\n\nAn unnamed White House official told the Politico news website that “90 percent of the planes that launch glide bombs” against Ukrainian front-line positions had been moved back inside Russia.\n\n(Al Jazeera)\n\nThe independent analysis website Frontelligence agreed that “between the second half of June and mid-July, Russian forces relocated many valuable assets away from the Ukrainian border,” including planes and helicopters.\n\nUkrainian Colonel Vitaly Sarantsev told a joint news telethon broadcast by Ukrainian channels that the Kursk offensive had greatly reduced Russia’s use of aviation against northeastern Ukraine.\n\n“We felt relief in tactical aviation,” he said on Sunday. “The enemy has significantly reduced its use in our direction. If in previous periods we had 30 to 50 antiaircraft missiles per day only [in the Sumy region], then yesterday the enemy used air strikes twice, using four antiaircraft missiles and 11 unguided air missiles.”\n\nUnits operating in hotly contested Chasiv Yar in the eastern region of Donetsk have also reported a drop in glide bombs this month.\n\nVadym Mysnyk, a spokesman for the Siversk tactical group, said: “It is a sign that we are thinning out their air force and hitting airfields, and we have pushed the enemy away from the border a little.”\n\nA building is on fire in the town of Sudzha after a cross-border incursion of Ukrainian troops into the Kursk region of Russia in this still image from video taken on August 7, 2024 [MIC Izvestia via Reuters]\nNo effect on the Pokrovsk front\n\nThere was also increasing evidence that Moscow was having trouble stopping the Ukrainian counterinvasion in Kursk and was increasingly tapping elite units to do so.\n\nRussian military reporters and geolocated footage have revealed that elements of the 810th and 155th naval infantry brigades, the 11th Airborne Brigade, and the 51st and 56th airborne regiments were redeployed to fight in Kursk.\n\nThe 810th and 155th naval infantry brigades had been fighting in Kharkiv, where Russia launched a new incursion in May. The 51st Airborne Regiment had been fighting in Siversk, and the 11th Airborne Brigade was in Chasiv Yar, both in Ukraine’s Donetsk region.\n\n(Al Jazeera)\n\nEstimates of how many soldiers Moscow has diverted from Ukraine vary. Ukrainian Commander-in-Chief Oleksandr Syrskii estimated it was in the region of 30,000. If so, that would be a significant proportion of the more than 700,000 soldiers Russia is estimated to have in Ukraine.\n\nThe Washington, DC-based Institute for the Study of War (ISW), a think tank, estimated that Russia would need 60,000 soldiers to win back territory in Kursk once Ukrainian defences were dug. London’s International Institute for Strategic Studies agreed with that figure.\n\nBut Russia has refused to let up on its priority offensive towards the city of Pokrovsk in Donetsk, where roughly a third of its daily assaults have taken place. Here, it has progressed by at least 2km (1.2 miles) in the past week, advancing through the settlements of Hrodivka and Novohrodivka.\n\nSince taking Avdiivka in February, Russian troops have advanced 34km (21 miles) westwards, forming a salient that is now within 12km (7.5 miles) of Pokrovsk. Sarantsev admitted that the Kursk action had had no effect on the Pokrovsk front.\n\nUkrainian servicemen gather around a pick-up truck in Pokrovsk, Ukraine, as they prepare to move into battle against Russian troops 12km (7.5 miles) away on August 24, 2024 [Thomas Peter/Reuters]\nAn ‘insane and suicidal escapade’\n\nWestern analysts have offered differing explanations for the Kursk offensive – including the diversion of Russian troops and a psychological reset through seizing the initiative. Ukrainian President Volodymyr Zelenskyy last week said it was a preemptive defence to prevent another Kharkiv-type invasion in the north.\n\nBut he also told Ukrainians it was “a way to compensate for the deficit in long-range capabilities”.\n\nFor months, Zelenskyy has implored the United States to allow Ukraine to use the ATACMS long-range rocket artillery it provides to strike airfields deep inside Russia. He also wants the US to release Britain and France, for whose Storm Shadow missiles the US provides components, to authorise their use in the same way.\n\nCurrently, the US allows Ukraine to use its weapons to counter battery fire within a limited range across the border but not to hit Russian airfields because it is afraid that this could draw the US into the war.\n\n(Al Jazeera)\n\nIn a recent analysis, the ISW identified that “at least 209 of 245 (more than 85 percent) known Russian military objects in range of ATACMS are not air bases” but ammunition depots, communications centres, army bases and command centres.\n\nWhite House national security spokesman John Kirby told reporters on Monday that restrictions on the use of long-range weapons remain in place but “we’ll keep the conversations with the Ukrainians going” to potentially revise them.\n\nThe European Commission, which does not command military assets, has openly supported a lifting of restrictions.\n\nThe European Union’s top diplomat, Josep Borrell, repeated that support on Monday and Thursday. “I reiterate that lifting restrictions on the use of capabilities against the Russian military involved in aggression against Ukraine, in accordance with international law, would strengthen Ukrainian self-defence, save lives and reduce destruction in Ukraine,” he said on Monday.\n\nRussian officials bared their teeth against any such decision and hit out against the fact that both Brussels and Washington have allowed the use of US and European equipment in Ukraine’s Kursk offensive.\n\n“The West does not want to avoid escalation. The West is asking for trouble,” Russian Foreign Minister Sergey Lavrov said at a news conference in Moscow on Tuesday.\n\n“The impression is that our colleagues [in Washington] have discarded the remnants of common sense and believe that they can do anything,” Deputy Foreign Minister Sergei Ryabkov said.\n\nRussian Ministry of Foreign Affairs spokesperson Maria Zakharova said unleashing long-range missiles, such as the Storm Shadow provided by Britain and France or the ATACMS provided by the US, on Russia would be about “turning the Kyiv regime into a terrorist organisation”. She called Ukraine’s offensive in Kursk an “insane and suicidal escapade”.\n\nFacts on the ground suggest otherwise. Syrskii said Ukraine had occupied 1,294sq km (500sq miles) in three weeks and taken control of 100 settlements, and although in the past week the Ukrainian advance has slowed, Russia hasn’t managed to take any of its territory back.\n\n(Al Jazeera)\n\nZelenskyy doesn’t want permission just to strike Russia with Western weapons. He also wants to bind EU allies closer in a joint air defence, a defensive measure that wouldn’t provoke Russia, he said, and has already been implemented in protecting Israel from a massive Iranian missile and drone attack on April 13-14.\n\nAfter Russia fired 127 missiles and launched 109 Shahed drones into Ukraine on Monday, one of its largest ever aerial attacks targeting energy and civilian infrastructure, Zelenskyy said: “We must finally come to the joint shooting-down of Russian missiles and drones. … If such unity has apparently worked effectively in the Middle East, it should work in Europe as well. Life has the same value everywhere.”\n\nZelenskyy said he had discussed such a joint aerial defence with Lithuanian Prime Minister Ingrid Shimonite and Polish President Andrej Duda in Kyiv on August 24.\n\nUkrainian President Volodymyr Zelenskyy appears next to an F-16, confirming the arrival of the first such fighter jet from its allies on August 4, 2024 [Valentyn Ogirenko/Reuters]\nTaking the fight to Russia\n\nWhile Ukraine seeks expanded authority and cooperation from its allies, it is also going its own way. During the past week, it used domestically built drones to strike oil depots and ammunition warehouses.\n\nIt also unveiled a new domestically developed weapon on Saturday – the Palyanytsia, a massive, long-range rocket-drone that may have been responsible for the destruction of a Russian ammunition warehouse in Voronezh on Friday.\n\nThe Palyanytsia has a rocket engine and wings and resembles a cross between a missile and a gliding drone. Zelenskyy did not give its exact range but said two dozen Russian airfields lie within it. A video Ukraine released showed airfields as far as Savasleika, 650km (400 miles) from the Ukrainian border, and Engels, 700km (435 miles) from free Ukraine.\n\nZelenskyy explained the Palyanytsia’s purpose as being “to destroy the offensive potential of the enemy” – likely a reference to the glide bombs Russia has been launching on its aircraft.\n\nLast year, Ukraine set itself a task in 2024 of building domestically 1 million short-range FPV (first-person view) drones, 10,000 medium-range drones and 1,000 drones capable of flying more than 1,000km (620 miles). The Palyanytsia appears to fall in the middle category.\n\nOn Tuesday, Zelenskyy said Ukraine had also successfully tested its first ballistic missile. Before Russia’s invasion of Ukraine, Saudi Arabia had contracted Ukraine to design and build the Hrim-2, a 450km (280-mile), short-range ballistic missile. It is believed prototypes of this missile may have been used against Russian-occupied Crimea in August 2023 to destroy two S-400 air defence systems. Russia’s official TASS news agency said the Hrim-2’s range has been expanded to 700km (435 miles) and possibly 1,000km (620 miles).</p><br><br><ul><li><a href='https://www.aljazeera.com/features/2024/8/29/russia-lashes-out-against-terrorist-incursion-in-kursk-pulls-back-planes'>Visit Al Jazeera</a></li></ul>",
    "author": "John T Psaropoulos",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24240624343613-1724950393.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-29T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf44u000028ot7hsai49zj"
  },
  {
    "headline": "Pakistan’s storm Asna: Legend of the Karachi saint who can ‘stop cyclones’",
    "link": "https://www.aljazeera.com/features/2024/8/30/pakistans-storm-asna-legend-of-the-karachi-saint-who-can-stop-cyclones",
    "slug": "pakistansstormasna",
    "summary": "A cyclone could soon hit Pakistan’s most populous city. Karachi has Sufi saint Abdullah Shah Ghazi’s legacy to fall back on.",
    "body": "<p>Fears of a cyclone loom over Pakistan’s southern city, Karachi, which lies on the country’s Arabian Sea coast.\n\nThe city saw school closures and weather advisories on Friday after a night of sporadic rainfall.\n\nYet, amid worries over the impending storm, Karachi has history on its side – many tropical cyclones that were expected to hit the city eventually skipped it. And devotees of the city’s patron saint Abdullah Shah Ghazi, whose shrine is in Karachi, believe it is Ghazi, and a cyclone-related legacy, which protect Karachi.\n\nHere is more about Asna, the legend of Ghazi and what the science says about why Karachi really tends to avoid being hit by cyclones.\n\nWhat is Cyclone Asna?\n\nA tropical cyclone could develop and hit Pakistan, authorities warn. If it does, it will be named Asna. A deep depression, which is a very strong low-pressure area, over the Rann of Kutch in India’s Gujarat has slowly moved towards Pakistan.\n\nAs of Friday, it is 200km (124 miles) from Karachi, according to a warning issued by the Pakistan Meteorological Department. This depression is expected to turn into a cyclonic storm due to favourable weather conditions, the warning added.\n\nSome areas of Karachi received 147mm (5.79 inches) of rain overnight on Thursday, a local weather office reported. “I would urge the residents of Karachi especially bike riders to avoid unnecessary movement,” Karachi’s mayor, Murtaza Wahab, wrote in an X post on Thursday evening.\n\nIt’s been raining since last 3 days & in the next few hours, it is expected that there will be heavier rainfall with strong winds. I would urge the residents of Karachi especially bike riders to avoid unnecessary movement. Stay safe everyone & in case of any emergency call 1339\n\n— Murtaza Wahab Siddiqui (@murtazawahab1) August 29, 2024\n\nPakistani newspaper Dawn quoted Chief Meteorologist Sardar Sarfaraz as saying that if the cyclonic storm materialised, it would be the first in the Arabian Sea in August since 1976.\n\nWhat is the legend of Abdullah Shah Ghazi?\n\nGhazi was a Sufi Muslim saint who lived in the eighth century.\n\nHistorical accounts vary, but most agree that Ghazi was Arab, and came to settle in the Sindh province – where Karachi is – with his brother, Syed Misri Shah. Many believe he was born in Saudi Arabia’s Medina, while some accounts suggest he came from Iraq.\n\nIt is believed that he was ambushed in the forests in interior Sindh and killed by his enemies. A band of his supporters buried him on a sandy hill, which is located in the seaside Karachi locality of Clifton.\n\nThe shrine of Abdullah Shah Ghazi in Karachi [File: Hyder Ali/EPA]\n\nAfter years of renovations, his shrine has become an architectural and spiritual attraction, drawing devotees from all over the country who travel to the south of Pakistan just to seek Ghazi’s blessings.\n\nChildren hold plastic bags to receive food donations at the Abdullah Shah Ghazi mausoleum in Karachi, March 14, 2013 [Athar Hussain/Reuters]\n\nLegend has it that back in the day, a group of fishermen in a fishing village were trapped in a cyclone. Ghazi took his eating bowl and filled it with water, stopping the cyclone.\n\nNow, thousands of devotees seek his miracles whenever a cyclone is to hit the city, firmly believing his presence will divert the cyclone from the city.\n\nMany tropical cyclones over the Arabian Sea, including Phet in 2010, Nilofar in 2014, Tauktae in 2021 and Biparjoy in 2023 changed course instead of making landfall in Karachi.\n\nHave cyclones hit Karachi before?\n\nCyclones have weakened by the time they reach Karachi and have not made landfall.\n\nHowever, there are other ways they have affected the city, Afia Salam, an environmental journalist from Pakistan, told Al Jazeera. Salam has a master’s degree in geography from the University of Karachi.\n\nA possible topographic explanation for cyclones not making landfall in the city could be that “Karachi is sort of curved inwards”, Salam said. However, she added, “Karachi has been impacted by different aspects of these different cyclones”.\n\nFor example, in 2021, while Tauktae did not make landfall in Karachi, dust storms and torrential rains raged in the city. Local media reported that five people, including a woman and two children, died in roof and wall collapse incidents due to the rains and winds.\n\n“Severity has different scales to measure,” Salam said. “Fatalities is one, physical damage is another.”\n\nShe explained that Karachi, with a population of nearly 15 million people, is full of “unsafe structures like huge wobbly billboards and dilapidated buildings”. In such a city, a storm that causes infrastructural damage could be more damaging than otherwise forecast by meteorologists.\n\nWhat does the science say about why Karachi hasn’t been hit by cyclones?\n\nWhile some believe in miracles, scientists have a different explanation for the fact that Karachi has avoided being hit by cyclones so far.\n\nFahad Saeed, a climate scientist at the think tank, Climate Analytics, said: “The biggest reason is that in the Arabian Sea, there are generally calm waters. It means that the conditions over the region are not appropriate for the development of a deep cyclone in the month of August”.\n\nStorms heading towards Karachi tend to die out at the “depression” stage – before they form into cyclones – he explained. “Depressions are normally shallow, but when they get deep, which means that they go above the sea level up to a height of a few kilometres, they get more energy and develop into cyclones”.\n\nHe added that easterly winds in the middle to upper atmosphere, which are common in this part of the Arabian Sea during monsoon season, also result in conditions unfavourable for the development of cyclones.\n\n“During this time of the year, we have strong easterlies in the upper atmosphere. These are the winds coming from east to west in the middle to upper atmosphere pass over the region of the Arabian Sea and discourage the formation of cyclones or the conversion of depressions into cyclones.\n\n“Historically only three cyclones have developed in the Arabian Sea region in August, but they either moved westward because of these easterlies or died out before making a strong landfall”.</p><br><br><ul><li><a href='https://www.aljazeera.com/features/2024/8/30/pakistans-storm-asna-legend-of-the-karachi-saint-who-can-stop-cyclones'>Visit Al Jazeera</a></li></ul>",
    "author": "Sarah Shamim",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/9937164-1725017065.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf45k700038ot79g9e1ma7"
  },
  {
    "headline": "Judge orders ‘immediate suspension’ of X in Brazil",
    "link": "https://www.aljazeera.com/economy/2024/8/30/judge-orders-immediate-suspension-of-x-in-brazil",
    "slug": "judgeordersimmediate",
    "summary": "The judge has ordered the full and immediate suspension of X in the country until all related court orders on X are complied with.",
    "body": "<p>A Brazilian Supreme Court justice ordered on Friday the “immediate suspension” of social media platform X in the country after a court-imposed deadline expired for the company to identify a legal representative in Brazil.\n\nThe move is the latest chapter in an ongoing feud between Brazilian Supreme Court Justice Alexandre de Moraes and Elon Musk, which also included the freezing of the satellite internet provider Starlink’s financial accounts in Brazil.\n\nIn the decision, de Moraes ordered the full and immediate suspension of X in the country until all related court orders on X are complied with, including the payment of fines amounting 18.5 million reais ($3.28m) and the nomination of a legal representative in Brazil.\n\nDe Moraes ordered telecommunications regulator Anatel to implement the suspension order and to confirm to the court within 24 hours that it had carried it out.\n\nIn a bid to avoid the use of virtual private networks (VPNs) to circumvent the blockage, de Moraes said that individuals or companies who tried to keep access to the social network that way could be fined up to 50,000 reais ($8,900) a day.\n\nX said late on Thursday that it expected the Supreme Court justice to order a shutdown “soon”, after a court-imposed deadline expired for the company to identify a legal representative in Brazil.\n\nEarlier this year, de Moraes ordered X to block certain accounts implicated in probes of so-called digital militias accused of spreading distorted news and hate.\n\nMusk, denouncing the order as censorship, responded by closing the platform’s offices in Brazil. X, formerly known as Twitter, said at the time that its services would still be available in Brazil.\n\nAmid the underlying feud over X, Brazil’s Supreme Court also blocked the local bank accounts of the Starlink satellite internet firm, which is 40 percent owned by Musk, leading the company on Friday to ask the court to suspend that decision.</p><br><br><ul><li><a href='https://www.aljazeera.com/economy/2024/8/30/judge-orders-immediate-suspension-of-x-in-brazil'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24242042810863-1724904629.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf466e00048ot788aufpuj"
  },
  {
    "headline": "Russia’s Putin to visit ICC member Mongolia despite arrest warrant",
    "link": "https://www.aljazeera.com/news/2024/8/30/russias-putin-to-visit-icc-member-mongolia-despite-arrest-warrant",
    "slug": "russiasputinto",
    "summary": "Trip would be Russian president’s first to a member of International Criminal Court since warrant  over ‘war crimes’.",
    "body": "<p>Russian President Vladimir Putin will visit Mongolia next week despite the country being a member of the International Criminal Court (ICC), which issued a warrant for his arrest last year.\n\nThe visit, scheduled for September 3, will be Putin’s first trip to an ICC member state since The Hague-based court issued the arrest warrant in March 2023 accusing the president of the illegal deportation of Ukrainian children to Russia and Russian-controlled territory.\n\nOn Friday, Kremlin spokesman Dmitry Peskov said there were “no worries” over the visit, Russian state news agency RIA Novosti reported.\n\nThe visit is taking place on the invitation of Mongolian President Ukhnaa Khurelsukh. “We have a wonderful dialogue with our friends from Mongolia,” Peskov said.\n\nUnder the Rome Statute, the court’s founding treaty, ICC members are bound to detain suspects for whom an arrest warrant has been issued if they set foot on their soil. However, the court does not have any enforcement mechanism.\n\nOn Friday, Ukraine called on Mongolia to arrest Putin when he visits the country.\n\n“The Ukrainian side hopes that the Government of Mongolia is aware of the fact that Vladimir Putin is a war criminal,” the foreign ministry said in a statement, adding “we call on the Mongolian authorities to execute the binding international arrest warrant.”\n\nThe ICC’s arrest warrant for Putin was its first against a leader of one of the five permanent members of the United Nations Security Council.\n\nPutin has avoided travel to ICC member states ever since the warrant, which he deems “null and void”, was issued. Last year, he skipped a summit of the BRICS bloc of developing economies, which includes Brazil, Russia, India, China and South Africa, in Johannesburg.\n\nICC member South Africa lobbied Moscow for months for Putin not to attend to avoid the diplomatic fallout, announcing that the countries had reached a “mutual agreement” that the BRICS regular not attend the meeting.\n\nPutin took part by videolink, during which he launched a tirade against the West.\n\nArmenia vexed Russia last year over its decision to join the ICC, adding to growing tensions between the old allies.\n\nArmenian officials, however, quickly sought to assure Russia that Putin would not be arrested if he entered the country.\n\nMongolia signed the Rome Statute in 2000 and ratified it in 2002.\n\nThe Kremlin said Putin will hold talks with Khurelsukh and other top Mongolian officials, participating in “ceremonial events dedicated to the 85th anniversary of the joint victory of the Soviet and Mongolian armed forces over the Japanese militarists on the Khalkhin Gol River”.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/30/russias-putin-to-visit-icc-member-mongolia-despite-arrest-warrant'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24240623941369-1725012725.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf46vd00058ot7bouo51k5"
  },
  {
    "headline": "Israeli forces bombard Gaza; impose siege on occupied West Bank’s Jenin",
    "link": "https://www.aljazeera.com/news/liveblog/2024/8/31/israels-war-on-gaza-live-israel-bombards-gaza-besieges-west-banks-jenin",
    "slug": "israeliforcesbombard",
    "summary": "At least 12 Palestinians have been killed in recent Israeli attacks across Gaza, including in Jabalia in the north and Khan Younis in the south, Gaza’s civil defence reports.",
    "body": "<p>At least 12 Palestinians have been killed in recent Israeli attacks across Gaza, including in Jabalia in the north and Khan Younis in the south, Gaza’s civil defence reports.\nSiege of Jenin city by Israeli forces leaves Palestinian residents without food, water, electricity or internet access, as the most intense military raid on the occupied West Bank in decades continues.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/liveblog/2024/8/31/israels-war-on-gaza-live-israel-bombards-gaza-besieges-west-banks-jenin'>Visit Al Jazeera</a></li></ul>",
    "author": "Lyndal Rowlands",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24243365154758-1725053609.jpg?resize=730%2C410&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf47j500068ot790tgg8hh"
  },
  {
    "headline": "Cristiano Ronaldo named in Portugal squad for upcoming UEFA Nations League",
    "link": "https://www.aljazeera.com/sports/2024/8/30/cristiano-ronaldo-in-portugal-squad-for-upcoming-uefa-nations-league-games",
    "slug": "cristianoronaldonamed",
    "summary": "Ronaldo, who turns 40 next February, was selected in the 25-man squad before the Nations League, beginning September 5.",
    "body": "<p>Cristiano Ronaldo has kept his place in the Portugal squad for next month’s UEFA Nations League games against Croatia and Scotland despite an ineffective display at Euro 2024.\n\nThe 39-year-old failed to score as he appeared at a record sixth European Championship, with Portugal exiting in the quarterfinals, but he has retained the backing of coach Roberto Martinez.\n\n“When I quit the national team, I won’t tell anyone in advance … At the moment, what I want is to be able to help the Selecao,” Ronaldo said in an interview with Portuguese TV this week.\n\nRonaldo has started the new season with four goals in as many games for Saudi side Al Nassr and is likely to continue to lead the Portugal attack with Paris Saint-Germain striker Goncalo Ramos sidelined by an ankle injury.\n\nWhile veteran defender Pepe announced his retirement from football at the age of 41 earlier this month, Martinez is looking to the future with Friday’s call-up of 17-year-old Sporting Lisbon winger Geovany Quenda.\n\nChelsea left-back Renato Veiga and Lille defender Tiago Santos are other new faces in the squad for the games against Croatia and Scotland on September 5 and 8 in Lisbon.\n\nThe Nations League is a biennial international football competition involving the men’s national teams of all the member associations of UEFA.\n\nPortugal’s Cristiano Ronaldo will represent his nation at the UEFA Nations League, despite a goalless showing at Euro 2024 [Lisi Niesner/Reuters]\nSquad:\n\nGoalkeepers: Diogo Costa (FC Porto), Jose Sa (Wolves/ENG), Rui Silva (Real Betis/ESP)\n\nDefenders: Ruben Dias (Manchester City/ENG), Antonio Silva (Benfica), Renato Veiga (Chelsea/ENG), Goncalo Inacio (Sporting Lisbon), Tiago Santos (Lille/FRA), Diogo Dalot (Manchester United/ENG), Nuno Mendes (Paris Saint-Germain/FRA), Nelson Semedo (Wolves/ENG)\n\nMidfielders: Joao Palhinha (Fulham/ENG), Joao Neves (Paris Saint-Germain/FRA), Vitinha (Paris Saint-Germain/FRA), Bruno Fernandes (Manchester United/ENG), Bernardo Silva (Manchester City/ENG), Ruben Neves (Al-Hilal/KSA)\n\nForwards: Joao Felix (Chelsea/ENG), Francisco Trincao (Sporting Lisbon), Pedro Goncalves (Sporting Lisbon), Rafael Leao (AC Milan/ITA), Geovany Quenda (Sporting Lisbon), Pedro Neto (Chelsea/ENG), Cristiano Ronaldo (Al Nassr/KSA), Diogo Jota (Liverpool/ENG)</p><br><br><ul><li><a href='https://www.aljazeera.com/sports/2024/8/30/cristiano-ronaldo-in-portugal-squad-for-upcoming-uefa-nations-league-games'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/GettyImages-2161165989-1725022338.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf487600078ot7g164bauf"
  },
  {
    "headline": "Russian attack on Ukraine’s Kharkiv kills at least six, injures dozens",
    "link": "https://www.aljazeera.com/news/2024/8/30/russian-attack-on-ukraines-kharkiv-kills-at-least-four-injures-dozens",
    "slug": "russianattackon",
    "summary": "A 14-year-old girl was among those killed, Interior Minister Igor Klymenko says, and 55 others were wounded.",
    "body": "<p>A Russian attack on the the eastern Ukrainian city of Kharkiv has killed at least six people, including a 14-year-old girl, and wounded dozens of others, Ukrainian officials have said.\n\n“Occupiers killed a child right on the playground,” Kharkiv mayor Ihor Terekhov said in a statement on the Telegram messaging app on Friday.\n\nThree other people were killed in a 12-storey apartment block that caught fire as a result of the attack, he said.\n\n“Unfortunately, the death toll has risen to six people,” Kharkiv regional Governor Oleg Synegubov said in a post on Telegram hours after the attack.\n\nA 14-year-old girl was among those killed, Interior Minister Igor Klymenko said.\n\nAt least 55 people were wounded, he said.\n\nA video from the site shared by Ukrainian President Volodymyr Zelenskyy’s chief of staff Andriy Yermak, showed huge flames and heavy black smoke rising from the upper floors of a residential building.\n\n“Russians hit civilians again,” Yermak said on Telegram.\n\nKharkiv, Ukraine’s second-largest city, and the surrounding region have long been targeted by Russian attacks, in particular, by highly destructive guided bombs.\n\nMoscow’s forces attempted to capture Kharkiv in the early stages of their invasion but were pushed back. They launched a new ground offensive in the Kharkiv region in May.\n\n“We need strong decisions from our partners to stop this terror,” Zelenskyy said in a post on social media.\n\n“We need long-range capabilities,” he added, referring to Kyiv’s appeals to allies to lift restrictions on the use of Western-supplied missiles inside Russian territory.\n\n“We need the implementation of air defence agreements for Ukraine. This is about saving lives,” he added.\n\nEarlier, Russian raids in the region of Sumy, which neighbours Kharkiv, left at least two people dead and eight wounded, local authorities said.\n\nThe Kremlin has repeatedly said that its forces do not target civilian infrastructure in Ukraine.\n\nEarlier on Friday, Russia said that its forces had captured three more villages in eastern Ukraine, where it is advancing even as Kyiv mounts a major cross-border assault into Russian territory.\n\nIn a briefing published on its Telegram page, Russia’s defence ministry said its forces had seized settlements in Ukraine’s Donetsk, Luhansk and Kharkiv regions.\n\nMoscow appears to be focusing its firepower on the key logistics hub of Pokrovsk, where Kyiv says the fighting is intense and “difficult.”\n\n“The most difficult situation remains in the Pokrovsk direction. The enemy is trying to break through the defences of our troops,” Ukraine’s commander-in-chief Oleksandr Syrskii said on Friday.\n\nHe also said Kyiv’s troops were continuing to press forward in Russia’s western Kursk region, where they claimed earlier this week to have taken control of 100 border settlements.\n\nMeanwhile, European Union defence ministers have agreed the bloc’s training of Ukrainian forces should take place as close as possible to the war-torn country but not on Ukrainian territory, EU foreign policy chief Josep Borrell said on Friday.\n\nSpeaking after a meeting of the ministers in Brussels, Borrell also said they had agreed the EU’s training mission should aim to train 75,000 Ukrainian troops by the end of the year – having trained 60,000 up until now.\n\nSeveral EU countries, including Estonia, France and Sweden, support training soldiers in Ukraine, but other countries, including Hungary, fear such a move could lead to conflict escalation.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/30/russian-attack-on-ukraines-kharkiv-kills-at-least-four-injures-dozens'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/2024-08-30T133918Z_794540254_RC2DQ9A53BYV_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1725039400.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf48yh00088ot7754wb7d5"
  },
  {
    "headline": "More than $200m: How Kamala Harris is winning the small donors battle",
    "link": "https://www.aljazeera.com/news/2024/8/30/more-than-200bn-how-kamala-harris-is-winning-the-small-donors-battle",
    "slug": "morethanm",
    "summary": "What is driving small donors to pledge record amounts of money in support of Harris’s bid for the White House?",
    "body": "<p>Since Kamala Harris emerged as the Democratic presidential frontrunner – and then the party’s official candidate – following President Joe Biden’s withdrawal from the race a little more than a month ago, donations for her campaign have been pouring in.\n\nHarris’s campaign said this week that it had raised about $540m in that time – the largest amount raised by any political campaign in such a short period of time.\n\nThis fundraising milestone is significant, said Patrick Frank, former outreach director of ActBlue, the largest online fundraising platform for the Democratic Party and outreach director for Lunda, a platform for small donors fundraising in Europe.\n\n“It is definitely one of one. This is a unique amount,” he told Al Jazeera. The only parallel? “I would say that there’s probably some comparison out there to disaster relief funds that are able to generate just as much,” he added.\n\nBut in a country where political campaigns are often beholden to large fundraising machines known as super PACs, the Harris campaign also stands out for the dramatic flood of money it is receiving from small donors.\n\nOf the $497m in funding that Harris received as of August 20, roughly 42 percent of the money had come from 631,000 such small donors – those who contribute less than $200 – according to Open Secrets, a non-for-profit organisation based in Washington, DC that tracks and publishes data related on political campaign financing.\n\nIn all, candidates for the 2024 US presidential election across the political spectrum have raised roughly $1.5bn so far from small and large donors.\n\nHow does Harris’s funding surge compare with Trump’s war chest?\n\nOverall, Harris has built a commanding funding lead over former President Donald Trump, her Republican opponent in the November election.\n\nAccording to filings with the Federal Election Commission, by the end of July, Harris had approximately $489m in her war chest, compared with $265m for Trump.\n\nIn just the week of the Democratic National Convention (DNC) in Chicago, from August 19 to August 22, when Harris and her running mate, Minnesota Governor Tim Walz, accepted their nominations, their campaign drew $82m in funding, according to a memo from Jen O’Malley Dillon, Harris’s campaign manager.\n\n“This is the most ever for any presidential campaign in this time span,” Dillon said.\n\nAnd Harris also leads Trump when it comes to small donors: The entrepreneur-turned-politician has secured 32 percent of his campaign funding from small donors, compared with Harris’s 42 percent.\n\nYet Harris still lags behind one previous campaign when it comes to small donor support: During his 2008 run, Barack Obama received roughly 44 percent of his funding from small donors, according to Open Secrets. And Obama bettered that record during his re-election campaign.\n\nWhat is considered a small donation?\n\nIn 1971, the Federal Election Campaign Act (FECA) was passed to regulate campaign financing. It required candidates to disclose their contributions and spending for their election campaigns.\n\nAlthough the FECA did not explicitly track small donations at the time, a small donation can range anywhere from $1 to $200 sent to a candidate’s political campaign or a political action committee.\n\nTypically, who are small donors?\n\nIn a working paper (not peer-reviewed) published (PDF) by the National Bureau of Economic Research, a private nonprofit organisation, and updated in July 2024, economists Laurent Bouton, Julia Cage, Edgard Dewitte and Vincent Pons tried to break down the demographics of small donors.\n\nThey found that “small donors tend to be more representative of the overall population than large donors”.\n\nWomen account for 37.5 percent of large donors, as compared with 54.1 percent of small donors.\n89.4 percent of large donors are white. Only 3.9 percent are Black, 3.6 percent Hispanic, and 3 percent Asian, against 11.5 percent, 14.5 percent and 5.1 percent respectively in the overall population. Ethnic minorities are also underrepresented among small donors, but less so: 6.7 percent of them are Black, 7.3 percent Hispanic, and 3.5 percent  Asian. However small the fraction is of small donors who are ethnic minorities, it is still two-thirds higher than that same fraction for large donors.\nThe researchers also found that between 2006 and 2020, the number of contributions increased while mean contribution amounts decreased, from $292 to $60.\nWhen did the rise in small donations begin?\n\nAccording to Frank, it was Howard Dean, the former governor of Vermont, who ran for the Democratic nomination in the 2004 presidential election, who brought small donations to the fore.\n\n“One of the keys to Kamala Harris’s fundraising is the media attention driving the narrative but with Dean, it was actually the fundraising driving the media,” he said.\n\nYet small donations really took off with Barak Obama’s 2007 primary campaign against Hillary Clinton, when he raised a total of $750m, with roughly $335m coming from small donors, according to Open Secrets.\n\nBy Obama’s 2011 primary run for the 2012 US presidential election, the amount contributed by small donors had surged to almost 50 percent. In the process, he doubled the amount of small-donor donations he had received four years earlier.\n\n[Al Jazeera]\nHow have candidates since Obama fared with small donors?\n\nCandidates who pitch themselves as outsiders, and take on key corporates and Wall Street often end up depending disproportionately on small donors.\n\nAccording to the Guardian in February 2020, Bernie Sanders managed to raise $10m through from 350,000 first-time donors within a week of launching his 2020 presidential campaign. On average, each contribution amounted to approximately $27.\n\nAccording to Frank, Sanders would likely have won a lot more from small donors had he secured the 2020 Democratic Party nomination, which went to Biden.\n\nAlthough political activist Cornel West, competing for the presidency in 2024, has not raised anywhere close to the hundreds of millions of dollars secured by Harris or Trump, he has received 53 percent of the $1.1m in his campaign chest from small donors, according to Open Secrets.\n\nHow has Trump done with small donors?\n\nThough he trails Harris, Trump retains strong support from small donors, said analysts.\n\n“Donald Trump has been one of the most successful small donor fundraisers of the last decade,” Frank said. “He’s in the top three. It’s going to be Harris, Biden, Trump, Bernie.”\n\nAnd while Harris is far ahead in overall funding, there too, Trump has had his moments of surge – including among small donors.\n\nAfter Trump was convicted on 34 felony charges in Manhattan in May, the Trump campaign announced that it had raised $52.8m within 24 hours. This overwhelming surge of donations caused the WinRed platform, a platform for accepting small GOP donations, to crash due to the high traffic it received.\n\nYet in July, Trump’s campaign raised $139m, far less than the $310m reported by the Harris campaign, despite the focus on the Republican National Convention and an assassination attempt on Trump.\n\nWhat is driving the rise in small donations?\n\nCampaigns have been able to utilise social media and online platforms in ways that were much harder in a pre-digital era, analysts said, resulting in a shift towards small-dollar online donations. Digital technology has made it easier for campaigns to reach a wide audience and mobilise grassroots support, and for small donors to contribute financially.\n\nWhether small donors will be able to compete with large donors in terms of political influence remains unclear, but Frank remains optimistic.\n\n“My vision for what an ideal situation would be looks a lot like the Elizabeth Warren campaign in 2020,” he said. Warren, according to Frank, had enough wealthy donors lining up. “But the rule on the campaign was there are no advantages to the amount that you gave me.”\n\nThat, he said, should be the goal for political campaigns.\n\n“If you can give more, give more, but don’t expect anything in return for it,” he said. “I already think we’re at a place in the Democratic Party where big donors are frustrated that they don’t have the influence that they [think they should] have.”</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/30/more-than-200bn-how-kamala-harris-is-winning-the-small-donors-battle'>Visit Al Jazeera</a></li></ul>",
    "author": "Dwayne Oxford",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/2024-07-19T185212Z_974299936_RC2IY8AMXC27_RTRMADP_3_USA-HARRIS-1724935991.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-30T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0hf49w900098ot7dptv6boi"
  }
]