[
  {
    "headline": "Israel cuts water, power in Jenin, recovers bodies of 6 captives from Gaza",
    "link": "https://www.aljazeera.com/news/liveblog/2024/9/1/israels-war-on-gaza-live-real-ceasefire-calls-for-polio-vaccine-drive",
    "slug": "israelcutswater",
    "summary": "UN condemns Israel for wreaking “enormous destruction” in the Jenin refugee camp in the occupied West Bank, as Israeli forces continued to lay siege to the area, leaving Palestinian residents without access to food, water, electricity and the internet.",
    "body": "<p>UN condemns Israel for wreaking “enormous destruction” in the Jenin refugee camp in the occupied West Bank, as Israeli forces continued to lay siege to the area, leaving Palestinian residents without access to food, water, electricity and the internet.\nPalestinian health officials said a “real ceasefire” is needed in the Gaza Strip for a polio vaccination campaign to succeed, as Israel continued to pound the enclave, killing at least 61 people in the past 24 hours.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/liveblog/2024/9/1/israels-war-on-gaza-live-real-ceasefire-calls-for-polio-vaccine-drive'>Visit Al Jazeera</a></li></ul>",
    "author": "Stephen Quillen",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AA-20240831-35531071-35531055-ISRAELI_ATTACKS_ON_GAZA_CONTINUE-1725140177.jpg?resize=570%2C380&quality=80",
    "date": "2024-09-01T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb03dc0000xbt72hh5707t"
  },
  {
    "headline": "Russia-Ukraine war: List of key events, day 919",
    "link": "https://www.aljazeera.com/news/2024/9/1/russia-ukraine-war-list-of-key-events-day-919",
    "slug": "russiaukrainewarlist",
    "summary": "As the war enters its 919th day, these are the main developments.",
    "body": "<p>Here is the situation on Sunday, September 1, 2024.\n\nFighting\n\nA Russian guided bomb attack killed two people and injured 10 more including children in a village in Ukraine’s Kharkiv region, Governor Oleh Syniehubov said. He added that two women were confirmed killed, including one who was pulled out from the rubble. Kharkiv has been facing multiple strikes since the Russian invasion began in February 2022.\n\nRussia’s state news agency TASS reports that a fire at Moscow’s oil refinery has been assigned the highest level of complexity. The warning came as Russia reported that it repelled drone attacks in several parts of the country.\nMoscow has reported that it thwarted a “massive” drone attack on western Russia and another targeting the capital. Bryansk regional governor Aleksandr Bogomaz said at least 26 drones were “identified and destroyed” by the Russian military, without causing any casualties or damage.\nThe Baza Telegram news channel, which is close to Russia’s security services, reported loud blasts were heard near the Konakovo Power Station in the Tver region, one of the largest energy producers in central Russia. Tver Governor Igor Rudenya said five drones were destroyed over his region northwest of the capital.\nMoscow Mayor Sergei Sobyanin said a Ukraine-launched drone was destroyed near the Moscow Oil Refinery, which is owned by Gazprom. There was no damage or threat to the refinery’s production process, he said.\nMikhail Shuvalov, head of the Kashira city district, said on Telegram that Ukraine also attempted to strike the Kashira Power Plant in the Moscow region with three drones.\nIndependent Russian media outlet Mediazona reported an estimated that more than 66,000 Russian military personnel have died during the war in Ukraine as of August 30. Mediazona said the list has gone up by more than 4,600 in the last four weeks, adding this was not a definitive figure since many soldiers’ deaths are not made public.\n\nPolitics and diplomacy\nUkraine was fully within its rights to launch its surprise offensive into Russia’s Kursk border region as an act of self-defence, NATO chief Jens Stoltenberg told German newspaper Die Welt. He stressed that Ukraine “has a right to defend itself” and that Russian soldiers, tanks and bases in Kursk “are legitimate targets under international law”.\nUkrainian President Volodymyr Zelenskyy has increased pressure on the United States to let Kyiv strike military targets deep inside Russian territory after his representatives met senior US officials in Washington. In his nightly video address, he said that deadly strikes like the one in Kharkiv that killed six people could be averted only “by striking Russian military airfields, their bases, and the logistics of Russian terror.”</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/9/1/russia-ukraine-war-list-of-key-events-day-919'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/09/AFP__20240831__36F72HB__v1__HighRes__UkraineRussiaConflictWar-1725169199.jpg?resize=770%2C513&quality=80",
    "date": "2024-09-01T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb042q0001xbt780oxdz7h"
  },
  {
    "headline": "Kicked out at 18 to live on the streets – a teenage migrant in Spain",
    "link": "https://www.aljazeera.com/features/2024/9/1/kicked-out-at-18-to-live-on-the-streets-a-teenage-migrant-in-spain",
    "slug": "kickedoutat",
    "summary": "Ilyas fled a life of poverty in Morocco at just 15; like others, he finds himself in desperate circumstances in Europe. Meanwhile, his mother mourns his absence back home.",
    "body": "<p>Barcelona, Spain – The morning he turned 18, the Spanish children’s centre that Ilyas* had been sheltering in for two years since he arrived across the border from Morocco unceremoniously kicked him out.\n\nHe wasn’t even permitted to stay for breakfast.\n\nNow that he was an adult, the authorities said; he was on his own.\n\nThat was on January 30 this year and Ilyas – who doesn’t like to go by his real first name because of the shame he feels at being unemployed and homeless – left the centre for unaccompanied minors in the Spanish Ceuta enclave on the northern tip of Morocco and headed out in search of some other way to survive.\n\nThe small amount of pocket money a social worker gave him before he left Ceuta’s migrant minors’ centre paid for the ferry to the Spanish mainland port of Algeciras. There, he was approached by local social workers who recommended he travel 98km (61 miles) up to the city of Jerez where a place in a facility for young migrants was vacant, they said.\n\nSix months later, Ilyas finally reached Barcelona where he still hopes to find work not just to support himself, but to help his sick father and family back home. But it hasn’t been an easy journey across Spain.\n\nOne month after arriving in Jerez, the facility staff told him he could not stay any more. That led to living on the streets for several months while he scoured fruitlessly for job opportunities – nobody there wanted to employ a teenage boy from Morocco.\n\nIlyas looks at his phone in search of shelters at Barcelona’s central bus station. He has no place to sleep tonight [Bianca Carrera/Al Jazeera]\n\nHe finally decided to travel north to the more multicultural Barcelona in the hopes of finding a more sympathetic setting.\n\nBut, now, Ilyas is broken after weeks of sleeping rough here too.\n\n“I am tired of life. I hope, for once, something works out well for me,” he sobs as he steels himself in the morning for another day of searching for somewhere he might have a shower and change his dirty clothes before he goes to ask social services for a place to sleep tonight.\n\nIlyas has been sleeping rough for months now.\n\nDespite all of it, though, Ilyas says he does not regret leaving his hometown of Fnideq in Morocco, close to the Spanish border, when he was only 15. “Living on the street is better than living under my parents’ roof knowing that I have no future,” he says.\n\nChildren and young men living in Morocco’s northern cities at the brink of economic collapse, he says, are born with a desire to migrate “inserted into their hearts”.\n\nFnideq and other border towns have been suffering particularly since Spain closed the border during the COVID-19 pandemic in 2020 and then never renewed the permissions for people to cross daily into Ceuta to work – the main source of local employment for thousands of people in his hometown.\n\n“From the second we are born, we know we need to leave this place.”\n\n‘I am tired of life’. Ilyas has been sleeping rough on the streets of cities in Spain for months now. Despite his dire circumstances, he does not regret leaving Morocco [Bianca Carrera/Al Jazeera]\n‘The worst night of my life’\n\nAt the same hour of the day, Ilyas’s mother, Aseya, 42, is partway through her shift as a cleaner at a restaurant by the sea in Fnideq. She is the holder of one of the remaining few jobs in the town. Aseya works 14 hours every day from 6am to 8pm for a salary of just 100 dirhams ($10.24).\n\nIlyas’s four siblings – Boushra, 17, Zakarya, 12, Adam, 11, and Chaymaa, 8 – sit at one of the restaurant tables for hours waiting for their mother to finish work.\n\nThey have little else to do. Boushra, the eldest since Ilyas left, takes care of the younger ones while Aseya is in the kitchen.\n\nNext year, she will finish high school and dreams of studying engineering in nearby Tetouan. It’s an unlikely dream, however, because of the cost it would involve.\n\n“Poor Ilyas,” her mother says softly as she washes dishes. “He used to see us, his parents, sometimes being able to work, sometimes not being able to work and put food on the table. So, he decided he had to do something to change this.”\n\nAseya, Ilyas’s mother, works during the summer in the kitchen of a restaurant by the sea for 14 hours a day, earning 100 dirhams ($10) [Bianca Carrera/Al Jazeera]\n\nThe day Ilyas left home – May 17, 2021 – Aseya was on one of her long shifts at work. That day marked a rapid deterioration in diplomatic relations between Spain and Morocco when, in a matter of hours, approximately 8,000 Moroccans – mostly men and boys, but some women as well – managed to cross from Morocco to Spain. Thousands of them swam along the coast to Ceuta and walked in off the beach.\n\nIlyas was among the estimated 1,500 children who went.\n\nMadrid sent 200 extra police officers to help the 1,200 guarding the border with Morocco, but in the end, only 2,700 people were returned to Morocco. Juan Jesus Vivas, the president of the Spanish territory and a member of the right-wing main opposition People’s Party, described the arrivals as an “invasion”.\n\nThe land border between the Spanish enclave of Ceuta and the Moroccan town of Fnideq. The number of people who cross early in the morning pales in comparison with the thousands who used to do so every day during the days of cross-border trade between the two sides, before the COVID-19 pandemic [Bianca Carrera/Al Jazeera]\n\nIlyas had jumped at the opportunity when he heard so many were crossing to Spain. But his mother was devastated and furious when she discovered that he had left.\n\n“When he heard the news about the border, he went home fast to inform his dad, who did not object,” she says angrily. “When I came back home after work, Ilyas was not there any more. I felt my heart was ripped, it was the worst night of my life.” She sneezes as she grabs some tissue to dry her tears.\n\n“I stayed awake in case he would come back later, but he never did.”\n\nIndeed, Ilyas promised he would not go back until he found a way to help his family out of the situation they were in.\n\nHis father is very ill with a prostate condition that requires surgery the family cannot afford. He works intermittently, when he can, at small jobs such as woodwork, as and when they come up.\n\nIlyas wants to help pay for the surgery and for his younger siblings’ school and university fees. But if he saw that as difficult to achieve three years ago when he left, it doesn’t seem any easier now.\n\nIlyas’s youngest sister, Chaymaa, 8, looks at his picture displayed on her mother’s phone [Bianca Carrera/Al Jazeera]\nThousands of jobs – gone in a flash\n\nOnce bustling with lines of people, the 8km (five-mile) land border that separates the Spanish enclave of Ceuta from Morocco’s Fnideq is now empty and lifeless on a normal weekday morning. Five years ago, it was the start of a bustling working season for residents of the small border town.\n\nThe town’s 278,000 inhabitants and those living in nearby towns in the Tangiers-Tetouan province were almost entirely reliant on work, trade and trans-border exchanges with Spain’s Ceuta until COVID-19 shut the border.\n\nAfter that, as part of an EU-wide bid to stem migration from African countries, the Spanish government ended the agreements that once allowed Moroccans to cross daily to work in the enclave.\n\nIn the years since, the inhabitants of Fnideq have lost as much as 70 percent of their income according to the Spanish enclave’s main news local outlet, El Faro Ceuta. The dire economic situation triggered protests in 2021 calling for the Moroccan government to intervene to save the city with more economic support. Many people have since left.\n\nSince then, those who have remained in what has become a ghost town, devoid of any work opportunities or prospects for the future, continue to struggle and say they feel desperate.\n\nYoussef, one of Aseya’s co-workers in the kitchen, is one of the thousands who lost their jobs in the Spanish enclave of Ceuta when the border closed during COVID and then work permits were not renewed. He has seen the majority of his friends risk their lives to cross the Mediterranean and leave Morocco [Bianca Carrera/Al Jazeera]\n\nSeveral of Aseya’s co-workers, such as Youssef, 30, are former trans-border workers who used to cross to work in restaurants in the Spanish city every day.\n\nYoussef is not from Fnideq like most, but from a village near Tetouan, and he says the border restrictions have affected all of those living in nearby towns. Like him, they all lost their jobs on the other side of the border in a matter of days.\n\nWhile he can usually find some work during the summer – Morocco’s peak tourism season – finding work during the winter has become a constant struggle for him and his friends.\n\n“Every time, fewer of us remain in the area. Everyone my age has either already left or is thinking of ways to leave,” he sighs as he watches a group of young men fixated on the restaurant’s TV screen. Spain’s football team is playing against Morocco and the young men eye the players’ t-shirts, hoping they might one day cross the sea to the land they can see from the shore, and even wear one of the Spanish shirts themselves.\n\nTeenagers at the beach restaurant where Ilyas’s mother, Aseya, works watch the television as Spain’s football team plays against Morocco. They dream of one day crossing to the land they can see from the shore of their own beach [Bianca Carrera/Al Jazeera]\nThe other side of the European dream\n\nAcross the water on mainland Spain, however, life is not as rosy as these young men might dream.\n\nIlyas is at his fourth appointment with social services today.\n\nHe has gone from organisation to organisation recommended to him by other Moroccan men living in the Spanish city. He is desperate for help getting off the streets: Barcelona at night is frightening and dangerous for an 18-year-old – more so than in any of the smaller cities he has stayed in before.\n\nA representative at the local Arrels Foundation, a charity which helps homeless people in the city, is sorry to inform Ilyas that all housing programmes for vulnerable people are full in Barcelona, with a waiting list of up to one year.\n\nThe worker there confesses to feeling powerless and angry about the state of the Spanish migration system. “It is a complete shame what they are doing to you, you are not the first young adult we have received, all being left to the streets without any guidance the very day of their 18th birthday,” he says.\n\n“I am deeply sorry.”\n\n‘I am deeply sorry’. A social worker from the Arrels Foundation in Barcelona details the places where Ilyas can go to wash himself and eat. He says the shelters in the city are all full [Bianca Carrera/Al Jazeera]\n\nAs of December 31, 2023, the Spanish Central Registry of Foreigners listed a total of 15,045 young people between the ages of 16 and 23. The Arrels Foundation worker explains, however, that many more are believed not to have been registered at all.\n\nThe vulnerability of these young people is a major concern for charities in Spain, as they have support withdrawn at the age of 18.\n\n“We are asking people to be completely autonomous at an age when the rest of society is not,” Miguel Tortajada, coordinator at Tomillo Foundation, told the Spanish news outlet El Plural in 2020.\n\nBy contrast, the average age that Spanish young people become completely independent – no longer relying on parents or family support, for example – is 30 according to Eurostat data.\n\nIlyas walks the streets of Barcelona. He has developed a fear that the people he hears chatting and laughing are really laughing at him [Bianca Carrera]\n\nYoung migrants, on the other hand “are being asked to do this with more than 10 years fewer and circumstances surrounding them that are not even remotely similar to those of any young person with a family and minimum resources”, the Spanish publication argues.\n\nIlyas sits on a bench looking at a map that a worker at the social services office has given him. It shows where he can take a shower and eat during the nights he is sleeping on the streets until he finds a job that allows him to pay for a room.\n\nHe watches people walk by smiling and relaxed and fears they might be laughing at him. “Since I started living on the street, I’ve had this trauma. I feel everyone that laughs close to me is making fun of me,” he says.\n\nAfter examining the map, Ilyas will walk to find a quiet park where he can spend the night. Missed calls from his mum pile up on his phone screen but Ilyas does not want to answer and be forced to tell her just how dire his situation has become; he does not want to worry her more, he says.\n\nIlyas sits on a bench as he looks at the map social services has given him, indicating where he can take a shower and eat during the nights he sleeps on the street [Bianca Carrera/Al Jazeera]\nThe fear of Fnideq’s mothers – waking up to find their sons gone\n\nOn the other side of the Mediterranean Sea, Aseya is worrying regardless.\n\nShe has finished her shift and immediately goes to check if Ilyas has called back or responded to any of her messages.\n\n“Whenever he calls I feel a huge relief inside, but those periods when he is struggling and finds it hard to communicate with us, I get very scared and do not stop crying,” she says as she grabs her phone impatiently, a picture of Ilyas on her locked screen background.\n\nShe recalls Ilyas’s days at Ceuta’s juvenile centre for migrants, when his phone would sometimes be taken away by the youth centre staff, she does not know why, and they would be unable to speak for several days. The periods of silence are something she has never grown accustomed to.\n\nNow, having spent more than one day without hearing back from her son while he wanders the streets of Barcelona, Aseya calls different acquaintances and family members who also have children in Spain and might have heard if he is well.\n\n“Even within our own family, there are many other young men who fled to Ceuta at the same time as Ilyas,” Aseya explains. “We mothers, we sometimes call and talk about our children. We share our pain of being away from them.”\n\nIlyas’s brother, Zakarya, 12, helps his mother count the money she has earned during the day. Aseya is terrified she will come home from work one day to find Zakarya has gone, as well [Bianca Carrera/Al Jazeera]\n\nLate in the evening, she returns home with her younger children, makes dinner and counts the money earned during the day. Her son Zakarya, who enjoys maths at school, helps his mother ensure her boss has paid her the correct amount and that the taxi driver has not taken more than the agreed price. In this house, every penny counts.\n\nThrough it all, Aseya longs for Ilyas to return.\n\n“We tried tirelessly to convince Ilyas to come back but he would not,” Aseya cries as she looks at photos of him as a child. “He sees that even if he goes through hard circumstances out there, if he comes back he will only go through the same hard circumstances with us here besides having fewer opportunities to change anything about it.”\n\nAseya kisses Ilyas’s picture and prays he will soon find a place off the streets.\n\nAseya looks at her son’s picture and kisses it as she prays he will soon find a place to stay off the streets in Barcelona [Bianca Carrera/Al Jazeera]\n\nThen she looks across at his younger brothers with fear. They are still at school, but they say they want to be like their brother and cross the sea when they are older. Her fear now is that, one day, she will return from work to find them gone, as well.\n\nIt is a nightmare that haunts her and many other mothers in the Moroccan border town of Fnideq every night.\n\nFor his part, Ilyas is acutely aware of this fear his mother lives with. But he will not try to dissuade his brothers from taking the same step, he says.\n\n“Every kid in Fnideq dreams about crossing,” he says helplessly as he watches people passing him down the street.\n\n“Nothing I say will make them change their mind; nothing will make them give up on the possibility of having a better life.”\n\n*Name has been changed</p><br><br><ul><li><a href='https://www.aljazeera.com/features/2024/9/1/kicked-out-at-18-to-live-on-the-streets-a-teenage-migrant-in-spain'>Visit Al Jazeera</a></li></ul>",
    "author": "Bianca Carrera",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/34.3-1725114322.jpg?resize=770%2C513&quality=80",
    "date": "2024-09-01T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb05kf0002xbt75xau4dav"
  },
  {
    "headline": "Two Israelis killed in West Bank shooting amid deadly Jenin raids",
    "link": "https://www.aljazeera.com/news/2024/9/1/two-israelis-killed-in-west-bank-shooting-amid-deadly-jenin-raids",
    "slug": "twoisraeliskilled",
    "summary": "Man and woman killed, third man critically injured in checkpoint shooting near Tarqumiyah, south of Hebron.",
    "body": "<p>At least two Israeli security personnel have been killed and another injured in a shooting at a checkpoint in Hebron, as Israel brought reinforcements in the occupied West Bank city of Jenin as part of its ongoing deadly raids.\n\nThe shooting took place as the Israeli army continued its deadly assault on Jenin for a fifth consecutive day killing at least 24 Palestinians. Israel has killed more than 500 people as it intensified operations in the West Bank since it launched war on Gaza on October 7. More than 40,000 Palestinians have been killed in Gaza in the past 11 months.\n\nIsraeli national emergency service Magen David Adom said on Sunday that a man and a woman were killed and that a third man in his 50s was being transferred to hospital in critical condition following the attack near the Tarqumiyah checkpoint, south of Hebron.\n\nThe Maariv newspaper reported that the three casualties were policemen working at the Hebron station who were shot at from a Palestinian car driving past.\n\n“Attacks so far have been centered around the northern West Bank and in the Jordan Valley area and now we see more of them coming from the south of the West Bank,” Al Jazeera’s Niba Ibrahim, reporting from Ramallah in the occupied West Bank, said.\n\nThe Israeli army said it was conducting a raid on the Palestinian village of Idna close to the scene of the shooting.\n\nAkram Natsheh, a journalist in Hebron, told Al Jazeera that Israeli forces have closed off all roads leading in and out of the southern city while drones have been hovering above it.\n\n“There is nothing but tension and apprehension as Israeli forces are coming in and around the entire area – the situation is likely to escalate,” he said.\n\nAccording to the Palestinian news agency Wafa, six people, including three women, have been arrested in the Hebron area while raids have taken place in the nearby towns of Yatta and Halhul.\n\nPalestinians are stopped by Israeli security forces, during an Israeli raid in Jenin, in the Israeli-occupied West Bank [Ammar Awad/Reuters]\nSiege of Jenin\n\nMeanwhile, Israeli siege on the city of Jenin has left Palestinians with no food, water, electricity and internet access. Local authorities said 70 percent of roads in the Jenin area have been bulldozed.\n\nIsraeli forces stormed northern cities of Jenin, Tulkarem and Tubas backed by tankers, drones and bulldozers as part of its largest operations in the West Bank since the second intifada in 2002.\n\nThe Israeli army maintains that its intent is to target armed groups there to prevent future attacks. Gun battles have been reported in several locations and Hamas said at least 10 of its fighters, including a top commander, were killed this week.\n\nHowever, the trail of destruction the Israeli army left behind from areas it has withdrawn from, including Tulkarem and Tubas, have raised concerns among residents that the army’s intent is to extend the war in Gaza into the West Bank and to push Palestinians out of their homes.\n\nThe Israeli army has severely destroyed infrastructures, water pipelines, and the electricity system.\n\n“Palestinians say the main goal of this military operation, the largest in more than two decades, is destruction,” Al Jazeera’s Ibrahim said.\n\n“They say this is not a security-related necessity. It is to remind Palestinians of the cost they will incur if they choose to resist the Israeli military’s occupation,” she added.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/9/1/two-israelis-killed-in-west-bank-shooting-amid-deadly-jenin-raids'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/09/2024-09-01T072415Z_1159896558_RC2IR9AR7JFR_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-VIOLENCE-1725175883.jpg?resize=770%2C513&quality=80",
    "date": "2024-09-01T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb06cq0003xbt77ihl4i3i"
  },
  {
    "headline": "US rapper Fatman Scoop dies after collapsing on stage",
    "link": "https://www.aljazeera.com/news/2024/8/31/us-rapper-fatman-scoop-dies-after-collapsing-on-stage",
    "slug": "usrapperfatman",
    "summary": "Scoop topped charts in Europe with Be Faithful two decades ago and later contributed to hits by other artists.",
    "body": "<p>US rapper Fatman Scoop has died after collapsing on stage at a show in Connecticut, his family has announced.\n\nScoop old topped charts in Europe with Be Faithful two decades ago and later contributed to hits by other artists.\n\nThe cause of his death was not immediately clear. He was 53.\n\nOn Friday evening, he was performing at Hamden Town Center Park when he collapsed on stage, town Chief of Staff Sean Grace said on Saturday.\n\nHe was taken to a local hospital where he was pronounced dead, US media reported.\n\nHis family wrote in an Instagram post on Saturday that “the world lost a radiant soul, a beacon on stage and in life.”\n\nIf the world knew him as an artist who got clubgoers moving, his family cherished him as “the laughter in our lives, a constant source of support, unwavering strength and courage,” his relatives wrote on social media.\n\nScoop’s manager Birch Michael said on Facebook, “I love you Scoop. Thank you so much for everything you gave to me.”\n\nScoop, born Isaac Freeman III, was from New York City’s Harlem neighbourhood and broke out with 1999’s Be Faithful. What started as a minor success in the US took off in Europe with a 2003 re-release, hitting number one on the singles charts in the UK and Ireland.\n\nBut Scoop was perhaps best known for his feature role on Missy Elliott’s Lose Control, a 2005 song of the summer that also featured Ciara. The track won a short-form music video Grammy at the 2006 award show.\n\nHip-hop star Elliott wrote on X that Scoop’s “voice and energy have contributed to many songs that made the people feel happy and want to dance for over two decades. Your impact is huge and will never be forgotten.”\n\nHis longtime booking agency, MN2S, described him as an artist with “boundless enthusiasm,” a passion for music and a voice and personality that “made an indelible mark on the industry”.\n\nHis MN2S representative, Sharron Elkabas, said in a statement Saturday that she had spoken to him a few days earlier. “He was in such good spirits. It’s hard to believe he is no longer with us,” she said.\n\nScoop also briefly became embroiled in a political dispute in Australia in 2018 when the country’s then-Prime Minister Scott Morrison posted a clip that featured his hit Be Faithful.\n\nMorrison deleted the post after his critics said the entertainer’s lyrics were inappropriate and unparliamentary.\n\n“It’s quite clear that that is not a song on my playlist,” he later told reporters in Sydney.\n\nThe uproar prompted a response from Scoop, who tagged Morrison in an Instagram post saying: “I am humbled to have my voice rocking in the highest offices of the Australian Government!”\n\nThe rapper defended his lyrics: “It’s a fun PARTY SONG that has no NEGATIVITY or HARM in it!!” before extending Morrison a backstage invite to a festival appearance in Australia.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/31/us-rapper-fatman-scoop-dies-after-collapsing-on-stage'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24244585716821-1725128809.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb07490004xbt7gafe77na"
  },
  {
    "headline": "A simple guide to the West Bank",
    "link": "https://www.aljazeera.com/news/2024/8/31/why-are-we-always-talking-about-the-west-bank",
    "slug": "asimpleguide",
    "summary": "The West Bank has been occupied by Israel since 1967, but not everyone understands what that means.",
    "body": "<p>Israel’s assault on refugee camps in the occupied West Bank has dominated headlines.\n\nIsrael has killed at least 20 people since it launched its attacks on the towns and refugee camps at Jenin, Nablus, Tubas and Tulkarem overnight on Wednesday.\n\nHere’s what you need to know about this attack and the refugee camps in occupied territory it impacts.\n\nWhat’s the occupied West Bank? Who are the refugees there?\n\nThe occupied West Bank is part of historical Palestine on the west bank of the Jordan River, it measures 5,650sq km (2,180sq miles) of landlocked territory surrounded by Israel, Jordan, and the Dead Sea.\n\nApproximately three million Palestinians live there, alongside an increasing number of Israelis who built illegal settlements and outposts on land taken by force from Palestinian families.\n\nThe West Bank has some 871,000 registered refugees, a quarter of whom live in 19 refugee camps, descendants of the Palestinians ethnically cleansed from their homes and lands to make way for the creation of Israel in the Nakba of 1948.\n\nWhat does it have to do with Gaza?\n\nThe occupied West Bank and Gaza are both parts of Palestine but are separated from each other by the state of Israel.\n\nBoth Gaza and the West Bank were occupied by Israel in 1967 and remained so for decades, until Israel pulled out of Gaza in 2005.\n\nIsrael is still attacking Gaza, and has killed more than 40,000 people and injured nearly 100,000.\n\nThe tactics Israel is using in Gaza have been referenced by some Israeli ministers who have demanded that the same be done in the occupied West Bank assaults, including forcing people out of their homes to clear certain areas.\n\nWhat does it mean that the West Bank is ‘occupied’?\n\nIn the 1967 war, Israel took the land earmarked by the UN as part of a future Palestinian state from caretaker Jordan.\n\nEven with the establishment of the Palestinian Authority after the Olso Accords, the Israeli army operates unchecked and effectively controls the territory and still controls several essential administrative and governmental functions.\n\nAt the end of the day, Palestinians do not even control their own land.\n\nThe Israeli settlement of Efrata, built on the ruins of the Palestinian town of al-Khader, on March 6, 2024 [Hazem Bader/AFP]\n\nIn theory, the limits of Israel’s occupation of the West Bank should be regulated by international law.\n\nUnder the 1949 Geneva Convention, the transfer of all or part of an occupying population onto territory it has seized – like Israelis building settlements on Palestinian land – is illegal.\n\nIn 2004 and 2016 respectively, the International Court of Justice (ICJ) and the UN Security Council said the construction of Israeli settlements in the West Bank is illegal.\n\nIn July of this year, the ICJ again ruled that the Israeli presence in the West Bank was unlawful and should come to an end “as rapidly as possible”.\n\nSo, is construction of new settlements over?\n\nNot in the least.\n\nWhile settlement construction was fairly slow until the 1980s, it has surged since, with hundreds of new settlements and outposts established.\n\nBefore October 7, more than 700,000 Israelis lived in the West Bank across more than 150 illegal settlements and numerous outposts.\n\nNumbers have increased dramatically after October 7.\n\nAccording to Israel, the settlements are necessary for security, serving as a buffer against hostile Arab states, in addition to Iran.\n\nIsrael also says the Oslo Accords do not explicitly ban settlement in all areas and that some are allowed under the terms of the agreement.\n\nIsraeli settlers also claim the biblical Jewish territories of Samaria and Judea, both in the modern-day West Bank, using religious justifications to take Palestinian land.\n\nHow have West Bank Palestinians responded to the occupation?\n\nIn short, with resistance and anger.\n\nTens of thousands of Palestinians have been killed during Israel’s occupation of the West Bank.\n\nDisplacement, dispossession, lack of rights, economic hardships and military control over daily life have fanned Palestinian anger.\n\nHowever, the continued systematic confiscation of land for the construction of Israeli settlements has caused the most outrage.\n\nHave the Palestinians revolted?\n\nThere have been two Intifadas (uprisings) against the Israeli occupation.\n\nThe first Intifada, 1987-1993, began with protests and demonstrations, including stone-throwing and civil disobedience, before escalating into widespread revolt.\n\nIsrael’s military response – curfews, mass arrests, and the use of live ammunition and tear gas -, exacerbated the situation and drew international criticism.\n\nIsrael killed some 1,000 Palestinians, approximately 250 of whom were children. There were 160 Israelis killed in the fighting.\n\nThe second Intifada, 2000 to 2005, was triggered by then-Israeli Prime Minister Ariel Sharon’s provocative visit to the Al-Aqsa Mosque compound.\n\nA mural of late Palestinian leader Yasser Arafat on the Israeli separation barrier at the Qalandiya checkpoint on August 24, 2011, in Ramallah [Christopher Furlong/Getty Images]\n\nDemonstrations and stone-throwing swiftly descended into violence as Israel responded with overwhelming force.\n\nAbout 3,000 Palestinians and more than 1,000 Israelis, as well as 64 foreign nationals, were killed.\n\nIsrael’s response – extensive military operations, targeted assassinations, and large-scale incursions – was heavily criticised by international bodies and rights groups.\n\nWhat’s life like in the West Bank today?\n\nIn a word, “hard”. Sometimes, it feels impossible.\n\nCheckpoints and other restrictions on movement are among the daily challenges that affect every Palestinian in the West Bank.\n\nIn refugee camps, overcrowding and poor infrastructure exacerbate the difficulties faced by families whose homes exist often outside of living memory.\n\nIsrael’s separation barrier, which has fenced in much of the West Bank since construction began in 2002, limits Palestinians’ access to resources and work.\n\nThe barrier wall was deemed illegal by the ICJ in 2019 and has been cited as evidence of Israeli apartheid policies by rights groups across the globe.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/31/why-are-we-always-talking-about-the-west-bank'>Visit Al Jazeera</a></li></ul>",
    "author": "Al Jazeera Staff",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/AFP__20240828__36EY2PG__v3__HighRes__TopshotPalestinianIsraelConflictWestBank-1724919798.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb09ej0005xbt71gc92grw"
  },
  {
    "headline": "UNRWA head accuses Israel of buying Google ads to block donations to agency",
    "link": "https://www.aljazeera.com/news/2024/8/31/unrwa-head-accuses-israel-of-buying-google-ads-to-block-donations-to-agency",
    "slug": "unrwaheadaccuses",
    "summary": "Commissioner-general says Israeli government has undertaken a defamation campaign against the UN agency.",
    "body": "<p>The UN agency for Palestinian refugees (UNRWA) has accused the Israeli government of “buying ads on Google to block users from giving donations” to the agency.\n\nUNRWA Commissioner-General Philippe Lazzarini said in a post on X that Israel’s attempts to defame the agency both harm its reputation and put the lives of its staff at risk.\n\n“These deliberate efforts to spread misinformation should stop + be investigated,” Lazzarini wrote on Saturday, calling for more regulations for companies, including social media platforms, to combat disinformation and hate speech.\n\nThe spread of misinformation & disinformation continues to be used as a weapon in the war in #Gaza.\n\nAs part of its campaign to undermine & discredit @UNRWA, the Government of Israel has been buying ads on @Google to block users from giving donations to the Agency + undertake a…\n\n— Philippe Lazzarini (@UNLazzarini) August 31, 2024\n\n“The spread of misinformation & disinformation continues to be used as a weapon in the war in Gaza,” he wrote.\n\nIsrael has campaigned for years against UNRWA, the main organisation delivering humanitarian aid to Palestinians in the occupied Palestinian territory and providing services for Palestinian refugees in other countries since 1949, claiming it has connections with “terrorists” and lobbying for its closure.\n\nLast month, the UN denounced an Israeli government spokesperson after he described Lazzarini as a “terrorist sympathiser”.\n\nDavid Mencer had taken aim at Lazzarini in a videotaped speech, claiming the agency had been deeply infiltrated by Hamas and Palestinian Islamic Jihad.\n\nThe UN said the comments were “reprehensible” and warned that they jeopardise Lazzarini’s safety.\n\nEarlier this year, Israel alleged that some of the agency’s staff participated in the Hamas-led October 7 attacks on Israel, leading more than a dozen international donors to suspend support.\n\nA UN-authorised independent review found that Israel had not provided credible evidence for its accusations and most donors have since reinstated funding.\n\nIsraeli attacks in Gaza have frequently targeted UNRWA facilities, killing 212 of its staff members and hitting at least 70 percent of its schools, according to the organisation.\n\nAt least 40,691 people have been killed and 94,060 wounded in Israel’s war on Gaza, according to according to the Gaza Health Ministry. At least 1,139 people were killed in the Hamas-led attacks on Israel, according to an Al Jazeera tally based on official Israeli statistics.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/31/unrwa-head-accuses-israel-of-buying-google-ads-to-block-donations-to-agency'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/2024-06-25T123143Z_414619937_RC2BI8A2NAMR_RTRMADP_3_ISRAEL-PALESTINIANS-UNRWA-1725118803.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb0a780006xbt7cj26c2r0"
  },
  {
    "headline": "Israel’s war on Gaza updates: At least 61 Palestinians killed in attacks",
    "link": "https://www.aljazeera.com/news/liveblog/2024/8/31/israels-war-on-gaza-live-israel-bombards-gaza-besieges-west-banks-jenin",
    "slug": "israelswaron",
    "summary": "This page is now closed. You can continue to follow our coverage here.",
    "body": "<p>This page is now closed. You can continue to follow our coverage here.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/liveblog/2024/8/31/israels-war-on-gaza-live-israel-bombards-gaza-besieges-west-banks-jenin'>Visit Al Jazeera</a></li></ul>",
    "author": "Nils Adler",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/Gaza-1725134556.jpg?resize=570%2C380&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb0caj0007xbt73rxc42vw"
  },
  {
    "headline": "Russia-Ukraine war: List of key events, day 918",
    "link": "https://www.aljazeera.com/news/2024/8/31/russia-ukraine-war-list-of-key-events-day-918",
    "slug": "russiaukrainewarlist",
    "summary": "As the war enters its 918th day, these are the main developments.",
    "body": "<p>Here is the situation on Saturday, August 31, 2024.\n\nFighting\nFive people have been killed and 46 injured in a Ukrainian attack on the southwestern Russian city of Belgorod, Governor Vyacheslav Gladkov said, adding that 37 people, including seven children, were taken to hospital.\nA Russian attack on the eastern Ukrainian city of Kharkiv on Friday has killed at least six people, including a 14-year-old girl, and wounded dozens of others, according to Ukrainian officials.\nRussia hit Ukraine with more than 400 missiles and drones this week, the office of Ukrainian President Volodymyr Zelenskyy said.\nZelenskyy has fired the commander of the country’s air force, Mykola Oleshchuk, four days after an F-16 warplane that Ukraine received from its Western partners crashed during a Russian bombardment and killed the pilot. Anatolii Kryvonozhko was appointed the acting air force commander.\nThe commander-in-chief of the Armed Forces of Ukraine, General Oleksandr Syrskii, said his soldiers had advanced up to 2km (1.2 miles) in Russia’s Kursk region in the past day, in their continuing cross-border incursion that they launched about three weeks ago.\nPolitics and diplomacy\nUkraine’s incursion into Russia’s Kursk region is legitimate and covered by its right to self-defence, NATO Secretary-General Jens Stoltenberg told German weekly Welt am Sonntag.\nA court in Russia has sentenced journalist Sergei Mikhailov to eight years in prison for “intentionally spreading false information” about the Russian army.\nUkraine has urged Mongolia to arrest Russian President Vladimir Putin on an International Criminal Court (ICC) warrant when he visits the country on September 3. The ICC has a warrant out for Putin’s arrest over the illegal deportation of Ukrainian children.</p><br><br><ul><li><a href='https://www.aljazeera.com/news/2024/8/31/russia-ukraine-war-list-of-key-events-day-918'>Visit Al Jazeera</a></li></ul>",
    "author": "See article for details",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/08/2024-08-30T161639Z_202850016_RC2EQ9ABY1LV_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1725086499.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb0evc000axbt70sg4a2wi"
  },
  {
    "headline": "WhatsApp novelists use messaging app to write and sell books in Zimbabwe",
    "link": "https://www.aljazeera.com/features/2024/8/31/whatsapp-novelists-use-messaging-app-to-write-and-sell-books-in-zimbabwe",
    "slug": "whatsappnovelistsuse",
    "summary": "Emerging authors and eager readers are finding more accessible and affordable ways to get their literary fix.",
    "body": "<p>Harare, Zimbabwe – Sitting on a plastic chair, Kingston Dhewa stares intently at his smartphone, his thumbs jabbing furiously at the screen.\n\nHe stops briefly and looks up to attend to a customer at his outdoor fruit and vegetable stall in Budiriro 5, a busy, low-income suburb south of Zimbabwe’s capital Harare.\n\nWhen the customer leaves, he grabs his phone and resumes typing in a Google Doc.\n\nIt’s around midday and the sun blazes mercilessly. Next to him, an elderly woman throws heaps of peeled and neatly cut potatoes into a gas fryer.\n\nLoud local gospel music blasts from a solar-powered radio.\n\nDhewa presses on writing.\n\n“Customers disturb my train of thought,” he tells Al Jazeera.\n\nDhewa has been writing for hours now and has to proofread before sending the latest chapter of his new novel to awaiting readers.\n\nAfter carefully poring over the text for 20 or so minutes, he stops, highlights everything, and copies and pastes it to the WhatsApp messaging app where he sends it to his more than 1,000 followers.\n\nDhewa is one of the new crop of authors in Zimbabwe selling novels on WhatsApp to customers.\n\n‘I could be writing more’\n\nWhile some people write in English, Dhewa chose the local Shona language after he was inspired by other Shona authors. His books have a traditional, pre-colonial setting, and generally explore life and themes related to African rural life.\n\nThe 52-year-old first tried his hand at writing in high school and almost got published in 1992. But he could not afford the fees needed to publish traditionally.\n\nWhen COVID-19 hit and authorities in the Southern African country imposed a national lockdown to stem the spread of the virus in March 2020, Dhewa found himself stuck at home. To pass the time, he read some stories that were being shared on WhatsApp – a trend that had started some years before, but really took off during the pandemic.\n\nOne group he had joined, called Read and Write, was a common group for budding writers and readers to share their work and recommendations.\n\n“I felt that I could do a much better job [than the authors I read on that group], and wrote a story and submitted it into the group and people encouraged me to keep writing,” he tells Al Jazeera.\n\nKingston Dhewa writes his novel on a smartphone [Chris Muronzi/Al Jazeera]\n\nHis first novel was well received and he earned enough money to pay rent and buy food for his family. He charged each reader $2 for the whole book.\n\nSince then, Dhewa has written and published 43 novels via WhatsApp groups, he says – stories that range from 35 to 45 chapters long.\n\n“I spend three to four hours writing a chapter on average. And I could be writing more if I had a laptop,” he says. For now, he is unable to afford a computer.\n\nAuthors like Dhewa begin by writing a story and releasing it on the app in serialised form, typically one chapter at a time. Readers interested in the author or genre typically join.\n\n“I now have four groups that follow my writing on WhatsApp,” he says, as the app has a limit of 1,024 members per group and he has to create new groups to reach his readers as his popularity grows.\n\nThe first few chapters of a book are often shared for free to attract readers and build interest. Authors then promote their work on social media, including WhatsApp and Facebook, encouraging readers to join their groups and channels.\n\nThousands of readers\n\nIn the Budiriro 5 suburb of Harare, Clever Pada, a fan of another WhatsApp author, Pamela Ngirazi, opens and reads a chapter of her new book.\n\nPada runs a small tuckshop in the area where people sometimes gather. He is currently reading Ngirazi’s new book called Prior Replica, written in English.\n\nNgirazi, who has more than 21,000 followers on WhatsApp, is a full-time writer and very popular.\n\nWhile Dhewa prefers sharing stories in Groups – that enable two-way communication, with all members able to send and respond to messages – Ngirazi uses a WhatsApp Channel.\n\nChannels are one-way broadcast tools within the app that allow businesses and individuals to communicate with large audiences without the recipients being able to reply directly. Subscribers join the channel to receive messages, which can include text, images, videos, documents and links.\n\nFor chapters 1 to 20 of Prior Replica, Ngirazi shared it to the channel for free. But chapter 20 is her last offering.\n\n“Prior Replica is now on sale from chapter 21 to final chapter and will be available on Boom Application that we will give you when pay for the book,” a message sent on the Channel reads.\n\nThe Boom Story app streamlines the e-publishing process, making it easier for authors and publishers to produce and distribute digital content.\n\nA stall holder at a book fair in Harare [File: Reuters]\n\nPada finds Prior Replica, which is a romance novel, quite intriguing and plans to pay to read the rest of it.\n\n“It doesn’t seem like I have much of a choice now,” the reader says.\n\nTo access a full book, readers have to make a payment to the author via mobile money transfer services. Some authors also allow readers to buy their content by paying with mobile phone airtime.\n\nUpon confirmation of payment, the author sends the full book to the reader, typically in PDF format, via WhatsApp. This ensures quick and direct delivery of the content.\n\ne-Books market\n\nSome 5 million of Zimbabwe’s 16 million people use WhatsApp. As of early this year, there are more than 2.05 million social media users aged 18 and above, representing approximately 22.8 percent of the adult population, according to a DataReportal Global Digital Insights report.\n\nIn a country where the economy has tanked and high inflation has eroded purchasing power for the majority, the high cost of data forces many Zimbabweans to use WhatsApp as a social tool.\n\nMeanwhile for authors, the messaging app has proven to be a boon as they are able to charge directly for their services. By leveraging the app’s popularity, they are also able to engage and monetise their works.\n\nWith the rise of digital platforms and devices, more people around the world, including Zimbabweans, have access to e-books and digital reading options, such as e-readers.\n\nBut the economic crisis in the Southern African country means the majority of Zimbabweans do not have disposable incomes for such services and internet access. For instance, 250MB of data – which enables about three hours of internet use – costs $1. In comparison, salaries are not high. A teacher earns close to $300 a month while other average workers earn less.\n\n“Of course, we can turn to Amazon, but how many Zimbabweans can buy stuff on Amazon?” Philip Chidavaenzi, a Zimbabwean author and publisher, tells Al Jazeera via a messaging service.\n\nIn 2023, the African e-books market was approximately $173.7m in revenue, with the average revenue per user at $1.47. By 2027, the number of e-Book readers on the continent is expected to reach 147.3m, with the market growing at a compound annual growth rate (CAGR) of 3.76 percent to reach $201.3m. User penetration in the African e-books market is forecast to increase to 10.7 percent by 2027.\n\n‘Elitist’ traditional publishing\n\nDespite the popularity of self-publishing on WhatsApp, Chidavaenzi does not consider it a threat to traditional publishing.\n\n“This would not be considered serious because of the possibility of breaching industry standards,” he says.\n\n“Publishing is a very sensitive area requiring a vigorous gate-keeping process to ensure quality control. Anyone can publish anything on WhatsApp, good or bad,” Chidavaenzi adds.\n\nHe says the industry has not been spared by what he described as the “economic scourge in the country”.\n\nZimbabwe is in the grips of a longrunning economic crisis characterised by hyperinflation that has eroded purchasing power, foreign currency shortages and soaring unemployment.\n\n“Publishing is generally an elitist business, and relies on a market with limited disposable incomes that compete with bread and butter … Buying books is the last option after every other commitment has been funded from the available financial resources,” Chidavaenzi says.\n\nIn his view, traditional publishing has fallen victim to several economic factors.\n\nEven the traditional cash cow of the industry, textbook publishing, has not been spared.\n\n“Where we could find success in textbook publishing which, all things being equal, should be a cash cow, you will realise piracy has caused havoc in the industry,” he says.\n\nA man reads a book in Zimbabwe [File: Ben Curtis/AP]\n\nIt’s a point Weaver Press founder, Irene Staunton, a veteran industry executive, underscored earlier last year in an interview with Al Jazeera.\n\nStaunton recalled that when she was at Baobab Books, the now-defunct publisher of prize-winning literary works, if one of their titles was a set book on the school curriculum, they could sell as many as 250,000 books. To illustrate the collapse, Staunton said when author Shimmer Chinodya’s novel, Tale of Tamari, was on the school syllabus between 2018 and 2022, her company only sold 2,000 copies in four years.\n\nThe industry’s demise has been primarily driven by the widespread illegal photocopying of books, which has reached epidemic levels in the country, rendering a viable publishing industry unsustainable.\n\nIntellectual property\n\nFor new digital publishers, copyright and intellectual property may also become a concern, as copies of their works can easily be shared around.\n\n“Zimbabwe’s copyright laws do cover literary works published on digital platforms like WhatsApp,” Jacob Mtisi, an IT expert, told Al Jazeera. “The Copyright and Neighbouring Rights Act of Zimbabwe protects the rights of authors, including those who publish their works online or through messaging apps,” Mtisi added.\n\nHe said authors can register their works with the Zimbabwe Copyright Office to formally establish their copyright and make it easier to enforce.\n\n“Authors can include clear terms and conditions about how their works can be used, such as prohibiting unauthorised sharing or distribution,” he said.\n\nAdditionally, authors could watermark or embed “identifiable metadata in their works to track unauthorised copies”, he added.\n\nAlthough the legal instruments to deal with the massive intellectual property crime in Zimbabwe exist, Chidavaenzi says that “enforcement is lax”.\n\nThe growing number of authors opting for self-publishing has prompted significant changes in Zimbabwe’s publishing industry. Emerging and lesser-known authors are more likely to use WhatsApp publishing, but some like Ngirazi have since achieved popularity and relative success.\n\nMany of the most talented and established Zimbabwean writers are being published by international companies, primarily due to the considerable advantages they receive – such as higher advances, better royalties, and superior book promotion. International exposure also helps them build a global reputation.\n\nBut this is a far-fetched dream for most – especially newer writers who have leaned into the alternatives.\n\n“Even if authors resort to WhatsApp, how much are you going to sell?” Chidavaenzi asks. “Can you sell enough to be able to purchase a house or residential stand? It’s impossible,” he adds.\n\nFor Dhewa, the serialised self-publishing on WhatsApp has made him a more efficient writer, he says.\n\nIt has also allowed him to share local stories that are dear to him with a wider audience. “I want the rest of the world and its people to know [and] love our culture as Africans and how we live as Black people in the rural areas,” he says.\n\nAs for his literary career, he hopes WhatsApp can take him places.\n\n“I want to achieve literary success and recognition like that achieved by [popular Shona novelist] Patrick Chakaipa,” Dhewa says.</p><br><br><ul><li><a href='https://www.aljazeera.com/features/2024/8/31/whatsapp-novelists-use-messaging-app-to-write-and-sell-books-in-zimbabwe'>Visit Al Jazeera</a></li></ul>",
    "author": "Chris Muronzi",
    "media": "https://www.aljazeera.com/wp-content/uploads/2024/05/2021-07-13T232725Z_285805381_RC2TJO9AV0U0_RTRMADP_3_TECH-WHATSAPP-1715068501.jpg?resize=770%2C513&quality=80",
    "date": "2024-08-31T04:00:00.000Z",
    "resource": "Al Jazeera",
    "id": "cm0jb0h4u000bxbt74lo82rnv"
  }
]